Revit 2027 API
RebarHandleNameData Properties
The RebarHandleNameData type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
RebarHandleNameData Class
Autodesk.Revit.DB.Structure Namespace